Repository: Akuli/qastetray
Catalog: locale/*/LC_MESSAGES/qastetray.po
Languages: fi

source: Finnish
fi: Suomi

source: a simple application for using online pastebins
fi: yksinkertainen ohjelma pastebinien käyttöä varten

source: This program displays a paste icon in the system tray. The tray icon can be clicked and new pastes to online pastebins can be easily made.
fi: Tämä ohjelma näyttää liittämiskuvakkeen järjestelmän ilmoitusalueella. Sitä klikkaamalla voi helposti lähettää tekstiä pastebineihin.

source: New paste
fi: Uusi teksti

source: The title of this paste
fi: Tämän tekstin otsikko

source: The content of this paste
fi: Tämän tekstin sisältö

source: Syntax highlighting:
fi: Syntaksivärit:

source: Your name:
fi: Nimesi:

source: Expiry in days:
fi: Kesto päivissä:

source: Pasting succeeded.
fi: Lähettäminen onnistui.

source: Success
fi: Onnistui

source: Pasting failed!
fi: Lähettäminen epäonnistui!

source: Error
fi: Virhe

source: Preferences
fi: Asetukset

source: Help
fi: Apua

source: About
fi: Tietoja

source: Quit
fi: Poistu

source: (no pastes)
fi: (ei tekstejä)
